brew "bat"
brew "cargo-binstall"
brew "cargo-update"
brew "colima"
brew "create-dmg"
brew "docker-compose"
brew "docker"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "jless"
brew "jpegoptim"
brew "llama.cpp"
brew "llmfit"
brew "mactop"
brew "oxipng"
brew "ripgrep"
brew "rust"
brew "sentry-cli"
brew "snitch"
brew "swift-sh"
brew "watchexec"
brew "websocat"
brew "xcbeautify"
brew "xcode-build-server"
brew "zoxide"

cask "1password-cli"
cask "1password"
cask "alt-tab"
cask "apparency"
cask "archaeology"
cask "asset-catalog-tinkerer"
cask "cleanshot"
cask "copilot-cli"
cask "deskpad"
cask "figma"
cask "finetune"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "homerow"
cask "iina"
cask "key-codes"
cask "mitmproxy"
cask "raycast"
cask "sf-symbols"
cask "sloth"
cask "utm"
cask "visual-studio-code"

mas "Aqua Swatch", id: 1565479346
mas "DaVinci Resolve", id: 571213070
mas "Dropover", id: 1355679052
mas "Equinox", id: 1591510203
mas "flowy", id: 6748351905
mas "Folder Preview", id: 6698876601
mas "Pasteboard Viewer", id: 1499215709
mas "Pixelmator Pro", id: 1289583905
mas "Xcode", id: 497799835

cask "font-instrument-serif"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
