brew "bandwhich"
brew "bat"
brew "cargo-binstall"
brew "colima"
brew "create-dmg"
brew "docker-compose"
brew "docker"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "http-prompt"
brew "jless"
brew "jpegoptim"
brew "llama.cpp"
brew "mas"
brew "oxipng"
brew "pkgconf"
brew "ripgrep"
brew "rustup"
brew "sentry-cli"
brew "shfmt"
brew "snitch"
brew "swift-sh"
brew "sqlcipher"
brew "swiftdraw"
brew "watchexec"
brew "websocat"
brew "woff2"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodegen"
brew "zoxide"

cask "1password-cli"
cask "1password"
cask "affinity"
cask "alt-tab"
cask "apparency"
cask "archaeology"
cask "asset-catalog-tinkerer"
cask "audacity"
cask "cleanshot"
cask "deskpad"
cask "figma"
cask "finetune"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "homerow"
cask "iina"
cask "key-codes"
cask "lm-studio"
cask "mitmproxy"
cask "raycast"
cask "sf-symbols"
cask "sloth"
cask "utm"
cask "visual-studio-code"

mas "Aqua Swatch", id: 1565479346
mas "DaVinci Resolve", id: 571213070
mas "Dropover", id: 1355679052
mas "Equinox", id: 1591510203
mas "Keynote", id: 361285480
mas "Numbers", id: 361304891
mas "Pages", id: 361309726
mas "RunCat Neo" id: 6757801838
mas "Xcode", id: 497799835

cask "font-0xproto"
cask "font-commit-mono"
cask "font-cozette"
cask "font-departure-mono"
cask "font-geist-mono"
cask "font-geist-pixel"
cask "font-geist"
cask "font-instrument-serif"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-monocraft"
cask "font-scientifica"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
