brew "bat"
brew "create-dmg"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "jless"
brew "jpegoptim"
brew "mactop"
brew "micro"
brew "oxipng"
brew "ripgrep"
brew "sentry-cli"
brew "snitch"
brew "xcbeautify"
brew "xcode-build-server"
brew "zoxide"

cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "apparency"
cask "archaeology"
cask "asset-catalog-tinkerer"
cask "blackhole-2ch"
cask "cleanshot"
cask "deskpad"
cask "figma"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "homerow"
cask "iina"
cask "mitmproxy"
cask "raycast"
cask "sf-symbols"
cask "sloth"
cask "virtualbuddy"
cask "visual-studio-code"

mas "Aqua Swatch", id: 1565479346
mas "Dropover", id: 1355679052
mas "Equinox", id: 1591510203
mas "Folder Preview", id: 6698876601
mas "Xcode", id: 497799835

cask "font-instrument-serif"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
